print('Добро пожаловать в игру "Fantastic survival"! Пожалуй, начнем погружение в наш мир. Введите 1, чтобы продолжить')
n = int(input())
if n == 1:
      print('Есть три клана, за которые вы можете играть. Первый клан - Мирные жители, каковыми и являемся мы с вами. Второй клан - Отродья Ада, которые '
      'представляют собой вампиров, оборотней и ведьм.')
else:
      print('Возвращайтесь к нам еще!')
print('Интересно? Ответье да, чтобы продолжить погружение в наш мир.')
a = input()
if a == 'да':
      print('И последние - это Нефилимы потомки ангелов. Выглядят они как обычные люди, однако в их крови течет ангельская кровь,'
      'что позволяет им иметь нечеловеческую силу и защищать людей.')
else:
      print('Как жаль. Возвращайтесь к нам еще!')




